starboard = избранное
    .description = Управление настройками избранного

starboard-enable = включить
    .description = Включить избранное
    .msg = Избранное включено

starboard-disable = выключить
    .description = Выключить избранное
    .msg = Избранное выключено

starboard-threshold = порог
    .description = Установить количество реакций, необходимое для попадания сообщения в избранное
    .value = значение
    .value-description = Минимальное количество реакций
    .msg-invalid = Порог должен быть не меньше 1
    .msg-set = Порог установлен: { $value }

starboard-emoji = эмодзи
    .description = Установить эмодзи, активирующее добавление в избранное
    .value = значение
    .value-description = Стандартный эмодзи или пользовательский эмодзи сервера
    .msg-invalid = Эмодзи не распознан. Используйте стандартный эмодзи или пользовательский эмодзи сервера.
    .msg-set = Эмодзи установлен: { $value }

starboard-channel = канал
    .description = Установить канал, в который будут отправляться сообщения из избранного
    .value = значение
    .value-description = Целевой канал
    .msg-set = Канал установлен: { $value }